05_erb_layout_partial/deas-0.28.0/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    37.73ms   23.86ms  85.54ms   77.27%
    Req/Sec   138.91     29.99   193.00     72.73%
  567 requests in 2.00s, 232.83KB read
  Socket errors: connect 0, read 6, write 1, timeout 0
Requests/sec:    283.48
Transfer/sec:    116.41KB